{
  "users": [
    {
      "id": "2602",
      "email": "alexkorzhwork@gmail.com",
      "password": "$2a$10$udia0/y0jIdznX8JGxxsg./R9Y0SO9lFZFsjBnwHmcWRxGal9bEJK"
    },
    {
      "id": "575a",
      "email": "alexkorzhwork@gmail.come",
      "password": "$2a$10$TztiP7BluP8OzWNioFolL.KXoh80CEayeD/2kyRvX7p/V7GkYaYsW"
    }
  ],
  "notes": [
    {
      "id": "0c0a",
      "title": "sgjhsghhg",
      "content": "",
      "authorId": "575a"
    },
    {
      "id": "b297",
      "title": "fgfsdgfdsgfdsg",
      "content": "fdsgfdsgdfsgdfsg",
      "authorId": "2602"
    },
    {
      "title": "РРР",
      "content": "Вот пример текста, состоящего из 1000 слов:\n\nВ одном городе, скрытом от глаз большинства, жили люди, которые стремились к знаниям и развитию. Этот город был известен своей уникальной атмосферой. Здесь каждый человек знал, что его жизнь будет зависеть от того, насколько он будет готов к изменениям, насколько быстро он сможет адаптироваться к тому, что происходит вокруг. Город был полон старинных зданий, высоких башен, узких улочек, в которых скрывались маленькие лавки с книгами, редкими артефактами и различными предметами, на первый взгляд, не имеющими большого значения.\n\nМножество людей приходило в этот город не просто так. Это было место, где собирались учёные, философы, инженеры и художники. Они обменивались идеями, обсуждали новые открытия и старались сделать мир лучше. Вечерами город наполнялся светом, а его улицы становились оживленными. Люди собирались на площади, обсуждая всё, что происходило в мире, и искали решения для различных проблем.\n\nОднажды в город приехал молодой человек по имени Алексей. Он был новичком, и его целью было узнать как можно больше о том, что происходит в этом удивительном месте. Он был впечатлён тем, как много здесь людей, которые искренне стремятся улучшить мир, как каждый из них был нацелен на что-то великое, что могло бы изменить будущее. Алексей решил, что он тоже хочет быть частью этой невероятной идеи.\n\nОн начал своё путешествие по городу с поиска местных библиотек и учебных заведений. В одном из старых зданий он нашел огромную библиотеку, заполненную книгами и манускриптами, которые рассказывали об истории города, его великих учёных и их открытиях. Алексей взял несколько книг и начал изучать их.\n\nЧерез несколько дней он познакомился с несколькими местными жителями. Среди них был старый философ, который уже много лет преподавал в университете. Он пригласил Алексея к себе на ужин, и они долго обсуждали философские идеи и важность развития мышления. Алексей почувствовал, что в этом городе он может найти ответы на многие вопросы, которые его беспокоили.\n\nВечером Алексей отправился на одну из встреч, которые устраивались в центре города. Эти встречи были открыты для всех, и каждый мог поделиться своими мыслями. Люди приходили сюда, чтобы обсудить важные вопросы, узнать что-то новое и подискутировать. Алексей был удивлён, как глубоко люди погружались в каждую тему, и как много знаний они обменивались друг с другом.\n\nЧерез некоторое время он понял, что в этом городе не просто ценят знания, но и умеют применять их на практике. Здесь можно было найти множество людей, которые использовали свои научные знания для создания новых технологий, изобретений и решений. Некоторые из них работали над созданием новых источников энергии, другие исследовали поведение человека и разрабатывали психологические теории.\n\nОднажды он встретил женщину, которая работала над проектом по улучшению городской инфраструктуры. Она объяснила, что её целью было создание таких условий для жителей города, которые бы способствовали их развитию и благополучию. Алексей был вдохновлён её идеями и решил присоединиться к её проекту. Вместе они разработали несколько предложений, которые помогли бы улучшить качество жизни в городе, снизить уровень загрязнения и создать новые возможности для людей.\n\nСо временем Алексей стал частью этого удивительного города. Он продолжал учиться, обмениваться знаниями с другими и вносить свой вклад в развитие общества. Он понял, что в этом городе главное — это не только знания, но и желание использовать их на благо других. Все жители города стремились к общему благу и старались создать лучшее будущее для следующих поколений.\n\nНо даже здесь, в этом прекрасном месте, иногда возникали трудности. Иногда люди сталкивались с проблемами, которые не могли решить с помощью своих знаний. Но даже в этих случаях они не теряли надежды и продолжали искать ответы. Алексей научился, что самые большие препятствия часто скрывают в себе самые ценные уроки.\n\nС каждым днём Алексей всё больше убеждался, что именно в этом городе он может найти своё предназначение. Здесь ему предоставлялась возможность не только учиться, но и развивать свои идеи, воплощать их в реальность. В какой-то момент он понял, что, возможно, этот город — не просто место, где собираются учёные и творцы, а настоящий символ того, как важно искать решения для проблем общества и двигаться вперёд.\n\nПрошло время, и Алексей стал известным среди жителей города. Он продолжал работать над различными проектами, которые приносили пользу не только его родному городу, но и другим регионам. Он создал несколько инновационных проектов, которые были признаны важными для развития новых технологий и социальной инфраструктуры.\n\nОн также стал преподавателем в университете, где обучал студентов, которые приходили в этот город за знаниями. Он стремился передать им не только теоретические знания, но и практические навыки, которые они могли бы использовать в своей жизни. Алексей считал, что важно не только учить, но и вдохновлять людей на то, чтобы они использовали свои знания на благо общества.\n\nОднажды, во время одной из лекций, он поделился с учащимися своей историей и рассказал, как важно не останавливаться на достигнутом, а постоянно стремиться к новым вершинам. Он подчеркнул, что знания — это не просто информация, а инструмент, который можно использовать для решения реальных проблем и улучшения жизни людей.\n\nГород продолжал развиваться, и Алексей чувствовал гордость за то, что стал частью его истории. Он знал, что здесь, в этом удивительном месте, он сможет продолжать расти и помогать другим расти, обучать и учиться, обмениваться знаниями и опытом. Город стал для него домом, местом, где его мечты и идеи могли воплотиться в реальность.\n\nТогда он понял, что самое главное в жизни — это не то, что ты знаешь, а как ты можешь использовать свои знания для того, чтобы изменить мир к лучшему. И именно этот город стал для него тем местом, где он мог реализовать свою мечту.",
      "id": "ab89"
    }
  ]
}
